Repository: AttractorSoftware/django-simple-ledger
Catalog: ledger/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Money from
ru: Кто

source: Money to
ru: Кому

source: Reason
ru: Причина

source: Debit
ru: Дебит

source: Deposit
ru: Аванс

source: Credit
ru: Кредит

source: Withdraw
ru: Изъятие

source: From object type
ru: Тип объекта клиента

source: From object id
ru: Идентификатор объекта клиента

source: To object type
ru: Тип объекта получателя

source: To object id
ru: Идентификатор объекта получателя

source: Reason object type
ru: Тиб объекта причины

source: Reason object id
ru: Идентификатор объекта причины

source: Amount of money
ru: Сумма

source: Transaction type
ru: Тип транзакции

source: ID of batch transaction
ru: Идентификатор коллекции транзакций

source: Date created
ru: Дата транзакции

source: Related trasaction
ru: Связанная транзакция

source: Ledger transaction
ru: Транзакция

source: Ledger transactions
ru: Транзакции
